---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewSetIterator
source: html/82d60e2f-993f-d212-9b7a-c7c67a6544b0.htm
---
# ViewSetIterator Properties

Retrieves the item that is the current focus of the iterator.